Repository: printempstg/craft-5152-en-ro
Catalog: omegat/project_save.tmx
Source language: en
Languages: ro

source: (Examples: controlling haemorrhage after tonsillectomy and controlling epistaxis).
ro: (Exemple: controlul hemoragiei post-tonsilectomie și a epistaxisului.)

source: (See Warnings and Precautions).
ro: (A se consulta secţiunea Avertismente și Precauţii.)

source: (oxidised regenerated cellulose)
ro: (celuloză regenerată oxidată)

source: (see Figures 1 and 2 on page 1).
ro: (a se vedea figurile 1 și 2 de la pagina 1).

source: -sterile-
ro: – STERIL –

source: A measuring tape is provided with perirenal prosthesis codes.
ro: Împreună cu codurile protezei perirenale se livrează o bandă de măsurare.

source: A slight discolouration may occur with age, but this does not affect performance.
ro: Cu timpul poate apărea o ușoară decolorare, însă acest lucru nu îi afectează performanţa.

source: ADVERSE REACTIONS
ro: REACŢII ADVERSE

source: APPLICATION
ro: MOD DE UTILIZARE

source: Absorbable Haemostat
ro: Hemostatic absorbabil

source: Absorption depends upon several factors including the amount used, degree of saturation with blood, and the tissue bed.
ro: Absorbţia depinde de câţiva factori inclusiv cantitatea folosită, gradul de saturare cu sânge și patul tisular.

source: Acceptable surgical practice should be followed for the management of infected or contaminated wounds.
ro: Pentru tratarea plăgilor infectate sau contaminate trebuie adoptate procedurile chirurgicale acceptate.

source: Actions
ro: Acţiuni

source: Additional VICRYL™ Sutures can be placed to avoid possible withdrawals from the two poles.
ro: Pot fi plasate fire de sutură VICRYL™ suplimentare, pentru a evita eventualele retrageri de la cei doi poli.

source: Adequate knot security requires the accepted surgical technique of flat and square ties, with additional throws as indicated by surgical circumstances and the experience of the surgeon.
ro: Pentru a garanta o siguranţă adecvată a nodului trebuie utilizată tehnica chirurgicală standard a nodului pătrat și plat, cu surjeturi suplimentare, după cum o indică circumstanţele chirurgicale și experienţa chirurgului.

source: Adverse effects associated with the use of this device include allergic response in patients that are known to be sensitive to Silk, initial inflammatory tissue reaction, and transient local irritation at the wound site.
ro: Reacţiile adverse asociate cu utilizarea acestui dispozitiv includ reacţie alergică la pacienţii cunoscuţi cu sensibilitate la mătase, reacţie inflamatorie tisulară iniţială și iritaţie locală tranzitorie la nivelul plăgii.

source: Adverse reactions
ro: Reacţii adverse

source: After SURGICEL FIBRILLAR Haemostat has been saturated with blood, it swells into a brownish or black gelatinous mass which aids in the formation of a clot, thereby serving as a haemostatic adjunct in the control of local haemorrhage.
ro: Odată saturat cu sânge, hemostaticul SURGICEL FIBRILLAR se umflă, transformându-se într-o masă gelatinoasă de culoare maronie sau neagră care ajută la formarea unui cheag, servind astfel ca mijloc suplimentar hemostatic la controlarea hemoragiei locale.

source: After complete fixation of the mesh, projecting mesh material should be cut off.
ro: După încheierea procedurii de fixare a plasei, excesul de plasă trebuie îndepărtat prin tăiere.

source: All needles except bicolor needles labelled with MRI are magnetizable and should therefore not be used in an active magnetic field.
ro: Toate acele, cu excepţia celor bicolore care sunt etichetate cu RMN sunt magnetizabile și, prin urmare, nu trebuie utilizate în câmp magnetic activ.

source: Also stinging when SURGICEL FIBRILLAR Haemostat was applied on surface wounds (varicose ulcerations, dermabrasions and donor sites) have been reported.
ro: De asemenea, au fost raportate senzaţii de usturime atunci când hemostaticul SURGICEL FIBRILLAR a fost aplicat pe leziuni de suprafaţă (ulceraţii varicoase, abraziune cutanată și situri-donor).

source: Although it has not been established that the stenosis was directly related to the use of SURGICEL FIBRILLAR Haemostat, it is important to be cautious and avoid applying the material tightly as a wrapping.
ro: Deși nu s-a stabilit existenţa unei relaţii directe între stenoză și utilizarea materialului hemostatic SURGICEL FIBRILLAR, este importantă păstrarea unei atitudini precaute și evitarea aplicării strânse a materialului în cazul utilizării pentru înfășurare.

source: Although it is easy to pull the desired amount of SURGICEL FIBRILLAR Haemostat from the entire supply, the group of selected fibres continue to cohere to one another and application to the bleeding site is easily controlled.
ro: Deși cantitatea dorită de hemostatic SURGICEL FIBRILLAR poate fi ușor de partiţionat, fibrele din cantitatea selectată continuă să fie unite între ele și aplicarea pe zona de sângerare este ușor de controlat.

source: As with any foreign body, prolonged contact of any suture with salt solutions, such as those found in the urinary or biliary tracts, may result in calculus formation.
ro: La fel ca în cazul oricărui corp străin, contactul prelungit al oricărui fir de sutură cu soluţii de săruri, precum cele întâlnite în tractul urinar sau biliar, poate determina formarea calculilor.

source: Authorised representative in the European community
ro: Reprezentant autorizat în Uniunea Europeană

source: Avoid crushing or crimping damage due to the application of surgical instruments such as forceps or needle holders.
ro: Evitaţi strivirea sau încreţirea firului cu instrumente chirurgicale cum ar fi pense sau portace.

source: BRAIDED SILK –VIRGIN SILK STERILE NONABSORBABLE SUTURE
ro: MĂTASE ÎMPLETITĂ – MĂTASE PURĂ STERIL NON-ABSORBABIL FIR DE SUTURĂ

source: Batch number
ro: Număr de lot

source: Blindness has been reported in connection with surgical repair of a lacerated left frontal lobe when SURGICEL FIBRILLAR Haemostat was placed in the anterior cranial fossa (see Warnings and Precautions).
ro: Au fost raportate cazuri de orbire asociată cu procedurile de reparaţie chirurgicală a lobului frontal stâng dilacerat, atunci când hemostaticul SURGICEL FIBRILLAR a fost plasat în fosa craniană anterioară (A se consulta Avertismente și Precauţii).

source: Braided Silk –Virgin Silk
ro: MĂTASE ÎMPLETITĂ – MĂTASE VIRGINĂ

source: Braided silk is coated with wax and is available undyed and dyed in black with haematein HCK (Colour Index Number 75290).
ro: Mătasea împletită este acoperită cu ceară și este disponibilă în stare nevopsită sau vopsită în negru cu hemateină HCK (codul culorii 75290).

source: CE-mark and Identification number of Notified Body.
ro: Marcajul CE și numărul de identificare a organului notificat.

source: CE-mark and identification number of notified body
ro: Marcajul CE și numărul de identificare a organului notificat.

source: CONTRAINDICATIONS
ro: CONTRAINDICAŢII

source: Care should be taken to avoid damage when handling surgical needles.
ro: Manevrarea acelor chirurgicale trebuie realizată cu grijă pentru a evita deteriorările.

source: Contraindications
ro: Contraindicaţii

source: DESCRIPTION
ro: DESCRIERE

source: Description
ro: Descriere

source: Directions for use in endoscopic procedures:
ro: Instrucţiuni de utilizare în procedurile endoscopice:

source: Discard opened, unused products!
ro: Aruncaţi produsele deschise, neutilizate!

source: Discard opened, unused sutures!
ro: Aruncaţi firele de sutură deschise, neutilizate!

source: Discard used needles in “Sharps“ container.
ro: Aruncaţi acele utilizate în recipientele pentru obiecte ascuţite.

source: Dislodgement of SURGICEL FIBRILLAR Haemostat could possibly occur by means such as repacking, further intraoperative manipulation, lavage, exaggerated respiration, etc.
ro: Poate interveni dislocarea hemostaticului SURGICEL FIBRILLAR datorită unor manevre cum sunt reînfundarea, manipularea intraoperatorie ulterioară, lavajul, mișcările respiratorii exagerate etc.

source: Do not re-sterilise.
ro: Nu resterilizaţi.

source: Do not resterilize!
ro: A nu se resteriliza!

source: Do not reuse
ro: A nu se reutiliza

source: Do not use SURGICEL FIBRILLAR Haemostat after this date.
ro: Nu utilizaţi hemostaticul SURGICEL FIBRILLAR după această dată .

source: Do not use after expiry date!
ro: A nu se utiliza după data de expirare!

source: Do not use after expiry date!ˇ
ro: A nu se utiliza după data de expirare!

source: Do not use if individual pack damaged/opened.
ro: A nu se utiliza dacă ambalajul individual este desfăcut/deteriorat.

source: Do not use if package is opened or damaged!
ro: A nu se utiliza dacă ambalajul este desfăcut sau deteriorat!

source: Do not use if the package is damaged or opened!
ro: A nu se utiliza dacă ambalajul este deteriorat sau deschis!

source: Dosage and administration
ro: Doze și administrare

source: Due to the gradual loss of all strength that will occur over a period of 3 to 6 months in vivo, Silk suture should not be used where permanent retention of tensile strength is required.
ro: Datorită pierderii treptate a întregii rezistenţe care apare după un interval de 3 până la 6 luni în condiţii in-vivo, firele de sutură din mătase nu trebuie utilizate în situaţiile în care este necesară păstrarea permanentă ¬a rezistenţei la tracţiune.

source: During tightening, ETHILOOP™ tubing flattens out, the surface area increases, pressure is distributed over a greater area and the risk of slicing into tissue is minimized.
ro: În timpul strângerii, tubul ETHILOOP™ se aplatizează, suprafața sa crește, presiunea se distribuie pe o zonă mai mare și riscul de secționare a țesuturilor este minimizat.

source: During tightening, ETHILOOP™ tubing flattens out, the surface area increases, pressure is distributed over a greater area and the risk of slicing into tissue is minimized.CONTRAINDICATIONS
ro: În timpul strângerii, tubul ETHILOOP™ se aplatizează, suprafața sa crește, presiunea se distribuie pe o zonă mai mare și riscul de secționare a țesuturilor este minimizat.

source: ETHILOOP™ comes in the following colours: white (Color Index Number 77891), red (CI Numbers 71137, 71105, 77891), blue (CI Numbers 77343, 77891, 77502) and yellow (CI Number 77788).
ro: ETHILOOP™ este disponibil în următoarele culori: alb (codul culorii 77891), roșu (codul culorii 71137, 71105, 77891), albastru (codul culorii 77343, 77891, 77502) și galben (codul culorii 77788).

source: ETHILOOP™ has been developed for use during surgery and is not intended for implantation.
ro: ETHILOOP™ a fost creat pentru a fi utilizat în timpul intervenţiilor chirurgicale și nu este destinat implantării.

source: ETHILOOP™ is an elastic tubing made from biocompatible silicone and is available in diameters of 1.3 and 2.0 mm as well as in sheathed form with a diameter of 1.1 mm.
ro: ETHILOOP™ este un tub elastic confecţionat din silicon biocompatibil și este disponibil în diametrele de 1,3 și 2,0 mm, precum și cu un strat de acoperire, cu diametrul de 1,1 mm.

source: ETHILOOP™ is used to secure and label arteries, veins and nerves as well as ureters and the vas deferens.
ro: ETHILOOP™ se utilizează la fixarea și marcarea arterelor, venelor și nervilor, precum și a ureterelor și canalului deferent.

source: ETHILOOP™ silicone sling is a sterile product.
ro: Șnurul buclă de silicon ETHILOOP™ este un produs steril.

source: Figure 1.
ro: Figura 1.

source: Figure 2.A.
ro: Figura 2.A.

source: Figure 2.B.
ro: Figura 2.B.

source: For virgin silk the sericin gum is not removed and holds the twisted filaments together.
ro: În cazul mătăsii pure, rășina numită sericină nu este îndepărtată, aceasta ţinând împreună filamentele răsucite.

source: Full details are contained in the catalogue.
ro: Detaliile complete sunt prezentate în catalog.

source: Grasp the needle in an area one-third (1/3) to one half (1/2) of the distance from the attachment end to the point.
ro: Prindeţi acul în porţiunea dintre prima treime proximală și prima jumătate proximală.

source: Grasp the SURGICEL FIBRILLAR Haemostat at one corner.
ro: Apucaţi hemostaticul SURGICEL FIBRILLAR de un colţ.

source: Grasping at the butt or attachment end could cause bending or breakage.
ro: Prinderea acului de capătul mai gros sau de capătul la care este atașat firul poate determina îndoirea sau ruperea acestuia.

source: Grasping in the point area could impair the penetration performance and cause fracture of the needle.
ro: Prinderea acului de zona vârfului poate afecta capacitatea sa de penetrare și poate determina ruperea acestuia.

source: Headache, burning, stinging and sneezing in epistaxis and other rhinological procedures.
ro: Cefalee, arsuri, usturimi și strănut în epistaxis și alte proceduri rinologice.

source: INDICATION
ro: INDICAŢII

source: INDICATIONS
ro: INDICAŢII

source: If hemostasis is insufficient, additional sutures (continuous or interrupted) can be passed througth the prosthesis but not the capsule or the parenchyma.
ro: Dacă hemostaza este insuficientă, se pot introduce suturi suplimentare (continue sau întrerupte) prin proteză, dar nu și prin capsulă sau parenchim.

source: If necessary a Vicryl suture can be placed in the region of the hilus for additional mesh fixation.
ro: Dacă este necesar, se poate plasa un fir de sutură VICRYL™ suplimentar în regiunea hilului, pentru o mai bună fixare a plasei.

source: In a second step compression of the prosthesis is adjusted by clamps over both poles, the clamps are replaced by VICRYL™ Sutures which only passes the mesh but not the capsule or the parenchyma.
ro: În a doua etapă, compresia protezei se ajustează cu ajutorul penselor plasate la ambii poli, pensele fiind înlocuite cu fire de sutură VICRYL™ care străbat numai plasa, nu și capsula sau parenchimul.

source: In addition to its local haemostatic properties, SURGICEL FIBRILLAR Haemostat is bactericidal in vitro against a wide range of gram positive and gram negative organisms including aerobes and anaerobes.
ro: Pe lângă proprietăţile sale hemostatice locale, hemostaticul SURGICEL FIBRILLAR are acţiune bactericidă în condiţii in vitro împotriva unui spectru larg de microorganisme gram pozitive și gram negative, inclusiv aerobe și anaerobe.

source: In case of severe damage and if increased coaptation of the wound is required, the third strand can be tightened on the diaphragmatic side of the spleen.
ro: În cazul unui defect sever, și dacă este necesară o coaptare extinsă a plăgii, cel de-al treilea fir poate fi strâns pe faţa diafragmatică a splinei.

source: Indications
ro: Indicaţii

source: Instructions for use
ro: Instrucţiuni de utilizare

source: It is recommended to start tightening the drawstrings from the falciform ligament and then to proceed to the lateral part of the lobe.
ro: Se recomandă strângerea firelor de tracţiune începând de la ligamentul falciform și mergând apoi către partea laterală a lobului.

source: It is stable and should be stored at controlled room temperature.
ro: Este stabil și trebuie depozitat în condiţii de temperatură controlată a camerei.

source: It is strong and can be sutured or cut without fraying.
ro: Este rezistent și poate fi suturat sau tăiat fără să se destrame.

source: It must always be removed from the site of application when used in, around, or in proximity to foramina in bone, areas of bony confine, the spinal cord, and/or the optic nerve and chiasm regardless of the type of surgical procedure because SURGICEL FIBRILLAR Haemostat, by swelling, may exert pressure resulting in paralysis and/or nerve damage.
ro: Indiferent de tipul de procedură chirurgicală, acesta trebuie întotdeauna îndepărtat de la locul de aplicare atunci când este folosit în, în jurul sau în proximitatea unor foramene osoase, a unor zone închise de elemente osoase, a măduvei spinării sau a nervului optic ori chiasmei optice, deoarece prin umflare hemostaticul SURGICEL FIBRILLAR poate exercita o presiune ce poate provoca paralizie și/sau deteriorarea nervilor.

source: It should also be removed from open wounds by forceps or by irrigation with sterile water or saline solution after bleeding has stopped.
ro: De asemenea, acesta trebuie îndepărtat de pe plăgile deschise cu o pensă sau prin irigare cu apă ori soluţie salină sterilă după oprirea hemoragiei.

source: Its haemostatic effect is not enhanced by the addition of thrombin, the activity of which is destroyed by the low pH of the product.
ro: Efectul său hemostatic nu este sporit prin adăugarea de trombină, activitatea acesteia fiind blocată de pH-ul scăzut al produsului.

source: Like all foreign bodies silk may potentiate an existing infection.
ro: La fel ca toate corpurile străine, mătasea poate potenţa o infecţie existentă.

source: Manufacturer
ro: Producător

source: Method of sterilisation: irradiation
ro: Metoda de sterilizare: Iradiere

source: Method of sterilization: Irradiation
ro: Metoda de sterilizare: Iradiere

source: Mild compression to achieve hemostasis is rapidly tolerated by the liver parenchyma.
ro: Compresia ușoară, necesară pentru obţinerea hemostazei, este tolerată cu ușurinţă de către parenchimul hepatic.

source: Minimal amounts of SURGICEL FIBRILLAR Haemostat in appropriate size are laid on the bleeding site or held firmly against the tissues until haemostasis is obtained.
ro: Se așează cantităţi minime de material hemostatic SURGICEL FIBRILLAR, tăiat la dimensiunea adecvată, pe zona de sângerare sau se ţin apăsate cu fermitate pe ţesuturi până când se obţine hemostaza.

source: Moistening the material with water or physiological saline solution is not recommended.
ro: Nu se recomandă umezirea materialului cu apă sau cu soluţie salină fiziologică.

source: None known.
ro: Nu se cunosc.

source: PERFORMANCE
ro: PERFORMANŢĂ

source: Perihepatic Prosthesis: Separate mesh bag shapes for the right and left liver lobe have to be used.
ro: Proteza perihepatică: Trebuie utilizate plase separate, cu formă specifică, pentru lobul hepatic drept și cel stâng.

source: Perirenal Prosthesis: The size of the prosthesis should be carefully chosen.
ro: Proteza perirenală: Dimensiunea protezei trebuie aleasă cu grijă.

source: Perisplenic Prosthesis: The perisplenic prosthesis is designed to envelop the spleen and to be fastened around the hilus.
ro: Proteza perisplenică: Proteza perisplenică are rolul de a cuprinde splina și de a fi fixată în jurul hilului.

source: Precautions
ro: Precauţii

source: Recommended storage conditions: below 25° C, away from moisture and direct heat.
ro: Condiţii de depozitare recomandate: la temperaturi mai mici de 25 °C, ferit de umezeală sau căldură directă.

source: Remove any excess before surgical closure in order to facilitate absorption and minimize the possibility of foreign body reaction.
ro: Înlăturaţi orice cantitate în exces înainte de închiderea chirurgicală pentru a facilita absorbţia și a reduce la minimum posibilitatea apariţiei unei reacţii de corp străin.

source: Reshaping needles may cause them to lose strength and be less resistant to bending and breaking.
ro: Remodelarea acelor poate determina pierderea solidităţii, acestea devenind astfel mai puţin rezistente la îndoire sau rupere.

source: Reshaping needles may cause them to lose strength and be less resistant to bending and breaking.Users should exercise caution when handling surgical needles to avoid inadvertent needle stick injury.
ro: Manevrarea acelor chirurgicale trebuie realizată cu atenţie pentru a evita leziunile accidentale prin înţepare.

source: SILICONE SLING
ro: ȘNUR BUCLĂ DIN SILICON

source: STERILE NONABSORBABLE
ro: STERIL NON-ABSORBABIL

source: STERILITY
ro: STERILITATEA

source: STORAGE
ro: DEPOZITARE

source: SURGICEL FIBRILLAR Haemostat can be cut to size for use in endoscopic procedures.
ro: Hemostaticul SURGICEL FIBRILLAR poate fi tăiat la dimensiunea dorită pentru a fi utilizat în procedurile endoscopice.

source: SURGICEL FIBRILLAR Haemostat can be used in many areas of surgery, e.g. cardiovascular surgery, haemorrhoidectomy, implantation of vascular prostheses, biopsies, lung operations, surgery to the face and jaw, gastric resection, operations on the throat or nose, liver and gall bladder operations, gynaecological operations, thoracic and abdominal sympathectomies, neurosurgery, especially cerebral operations, thyroid operations, skin transplantations, and treatment of superficial injuries.
ro: Hemostaticul SURGICEL FIBRILLAR poate fi utilizat în multe domenii chirurgicale cum ar fi chirurgia cardiovasculară, hemoroidectomia, implantarea de proteze vasculare, biopsii, intervenţiile la nivel pulmonar, chirurgia maxilo-facială, rezecţia gastrică, proceduri chirurgicale la nivelul gâtului și nasului, intervenţiile la nivelul ficatului și vezicii biliare, intervenţii ginecologice, simpatectomiile toracice și abdominale, neurochirurgia (în special intervenţiile pe creier), operaţiile la nivelul tiroidei, transplantul de piele și tratamentul plăgilor superficiale

source: SURGICEL FIBRILLAR Haemostat is bactericidal in vitro against strains of species including those of:
ro: Hemostaticul SURGICEL FIBRILLAR are acţiune bactericidă în condiţii in vitro împotriva tulpinilor aparţinând mai multor specii, printre care următoarele:

source: SURGICEL FIBRILLAR Haemostat is not, however, an alternative to systemically applied therapeutic or prophylactic antimicrobial agents.
ro: Hemostaticul SURGICEL FIBRILLAR nu reprezintă însă o alternativă la administrarea sistemică, în scop terapeutic sau profilactic, a agenţilor antimicrobieni.

source: SURGICEL FIBRILLAR Haemostat is used adjunctively in surgical procedures to assist in the control of capillary, venous, and small arterial haemorrhage when ligation or other conventional methods of control are impractical or ineffective.
ro: Hemostaticul SURGICEL FIBRILLAR este utilizat ca adjuvant în cadrul procedurilor chirurgicale, cu scopul de a ajuta la controlul hemoragiilor capilare, venoase și arteriolare, acolo unde ligaturarea sau alte metode convenţionale de control al hemoragiei se dovedesc nepractice sau ineficiente.

source: SURGICEL FIBRILLAR Haemostat should be stored dry under controlled conditions (15°C-30°C) and protected from direct sunlight, in the original packaging.
ro: Hemostaticul SURGICEL FIBRILLAR trebuie păstrat în stare uscată, în condiţii de control al temperaturii (15 °C–30 °C) și ferit de lumina solară directă, în ambalajul original.

source: SURGICEL™ FIBRILLAR Absorbable Haemostat is a sterile absorbable fibrous material prepared by the controlled oxidation of regenerated cellulose.
ro: Hemostaticul absorbabil SURGICEL™ FIBRILLAR este un material fibros absorbabil steril, obţinut prin oxidarea controlată a celulozei regenerate.

source: SUTURE
ro: FIR DE SUTURĂ

source: SYMBOLS USED ON LABELLING
ro: SIMBOLURI UTILIZATE PENTRU ETICHETARE

source: See instructions for use
ro: A se consulta instrucţiunile de utilizare

source: Signs of cholestasis, cytolysis and impaired blood circulation as well as adequate liver function parameters have to be observed at a reasonable time scale postoperatively.
ro: Postoperator, se impune ţinerea sub observaţie pe un interval de timp rezonabil a semnelor de colestază, de citoliză și de afectare a circulaţiei sanguine, precum și a parametrilor funcţiei hepatice adecvate.

source: Silk for braided material is processed to remove the natural waxes and gums.
ro: Mătasea pentru materialul împletit este procesată pentru a îndepărta cerurile și rășinile naturale.

source: Silk suture elicits an initial inflammatory reaction in tissues, which is followed by gradual encapsulation of the suture by fibrous connective tissues.
ro: Firele de sutură din mătase suscită o reacţie inflamatorie iniţială la nivelul ţesuturilor, urmată de încapsularea treptată a suturii în ţesut conjunctiv fibros.
